Repository: maandree/scrotty
Catalog: po/*.po
Languages: sv

source: Saved framebuffer %i to %s.
sv: Bildrutebuffert %i sparad till %s.

source: %s: %s. Type '%s --help' for help.
sv: %s: %s. Kör '%s --help' för hjälp.

source: --device is used twice
sv: --device förkommer mer än en gång

source: Invalid device number, not a non-negative integer
sv: Ogiltigt enhetsnummer, måste vara ett ickenegativt heltal

source: --exec is used twice
sv: --exec förkommer mer än en gång

source: Invalid input
sv: Ogiltig indata

source: FILENAME-PATTERN is used twice
sv: FILNAMNSMÖNSTER förekommer mer än en gång

source: --exec cannot be combined with piping
sv: --exec kan inte kombineras med rördragning

source: %s: It looks like you are inside a display server. If this is correct, what you see is probably not what you get.
sv: %s: Det ser ut som att du är innan för en grafikserver. Om detta är korrect, vad de ser är troligtvis inte vad du får.

source: %s: The selected device does not exist.
sv: %s: Vald enhet existerar inte.

source: %s: Unable to find a framebuffer. If you have a file named %s/MAKEDEV, run it with '-d /dev/fb' as root, or try running '%s'.
sv: %s: Kunde inte hitta någon bildrutebuffert. Om filen %s/MAKEDEV finns ditt system, kör den med '-d /dev/fb' som root, eller testa att köra '%s'.

source: %s: Unsupported framebuffer configurations: pixels are not encoded in whole bytes.
sv: %s: Ickestödd bildrutebuffertsinställningar: pixlar är inte kodade i hela byte:ar.

source: %s Copyright (C) %s. License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>. This is free software: you are free to change and redistribute it. There is NO WARRANTY, to the extent permitted by law. Written by Mattias Andrée.
sv: %s Upphovsrätt (C) %s. Licens GPLv3+: GNU GPL version 3 eller nyare <http://gnu.org/licenses/gpl.html>. Detta är fri mjukvara: du är fri att ändra och vidaredistribuera mjukvaran. Det finns INGA GARANTIER, i den mån som lagen tillåter. Skriven av Mattias Andrée.

source: scrotty -- Screenshot program for Linux's TTY Copyright (C) %s This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
sv: scrotty -- Skärmdumpsprogram för Linux' TTY Upphovsrätt (C) %s Detta program är fri mjukvara: du får vidaredistribuera den och modifiera den under villkoren hos GNU General Public License som publiseras av Free Software Foundation, antingen version 3 av licensen, eller (om du vill) valfri nyare version. Detta program har distribuerats i hopp om att det kommer att vara nyttosamt, men HELT UTAN GARATI; inte ens underförstådd garanti av SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. Läs GNU General Public License för mer information. Du skall ha fått en kopia av GNU General Public License tillsammans med det här programmet. Om inte, se <http://www.gnu.org/licenses/>.
